{"materia":"Gastroenterologia","argomenti":"L'infezione da Helicobacter pylori - Trattamento","domanda":"Durante una visita ambulatoriale un paziente ti chiede che cos'è il Pylera. Qual è il farmaco che non è incluso nella formulazione del Pylera per Helicobacter Pylori?","has_image":false,"image_src":null,"image_base64":null,"risposte":[{"id":1,"text":"Bismuto","isCorrect":false},{"id":2,"text":"Metronidazolo","isCorrect":false},{"id":3,"text":"Tetraciclina","isCorrect":false},{"id":4,"text":"Claritromicina","isCorrect":true},{"id":5,"text":"Nessuno dei precedenti","isCorrect":false}],"risposta_corretta_text":"Claritromicina","commento":"Il Pylera è una nuova formulazione per l’eradicazione dell’Helicobacter Pylori composto da bismuto + metronidazolo + tetraciclina","timestamp":"2026-01-31T15:33:19.692Z"}
{"materia":"Scienze di base","argomenti":"Anatomia - Sistema muscolare","domanda":"Il muscolo tensore della fascia lata è innervato da:","has_image":false,"image_src":null,"risposte":[{"id":1,"text":"Nervo gluteo superiore.","isCorrect":true},{"id":2,"text":"Nervo femorale.","isCorrect":false},{"id":3,"text":"Nervo sciatico popliteo esterno.","isCorrect":false},{"id":4,"text":"Nervo tibiale.","isCorrect":false},{"id":5,"text":"Nervo circonflesso.","isCorrect":false}],"risposta_corretta_text":"Nervo gluteo superiore.","commento":"La fascia lata è la fascia profonda della coscia che avvolge tutti i muscoli femorali, contenendoli ed evitando la protrusione delle sue fibre e migliorando così la sua funzione. L'importanza dell'innervazione del tensore della fascia lata nasce dal fatto che si condivide con i muscoli glutei minore e medio. Quando si lesiona il nervo gluteo superiore che innerva i tre (opzione 1 corretta), si produce una debilità di tutti i muscoli crurali per insufficienza del tensore della fascia lata però soprattutto si osserva un'andatura peculiare \"a papera\" o in Trendelemburg per debolezza del gluteo medio."}
{"materia":"Reumatologia","argomenti":"Artropatie microcristalline - Iperuricemia e gotta","domanda":"Paziente con artropatia gottosa È possibile identificare all’Rx agglomerati di cristalli di urato monosodico prevalentemente:","has_image":false,"image_src":null,"risposte":[{"id":1,"text":"Nel menisco","isCorrect":false},{"id":2,"text":"Nelle grandi articolazioni","isCorrect":false},{"id":3,"text":"I cristalli sono radiotrasparenti","isCorrect":false},{"id":4,"text":"Nelle piccole articolazioni","isCorrect":true},{"id":5,"text":"Nei tendini","isCorrect":false}],"risposta_corretta_text":"Nelle piccole articolazioni","commento":"I cristalli di urato monosodico così come i tofi sono radiotrasparenti, dunque è impossibile identificarli tramite radiografia. Possono essere riscontrati tramite esecuzione di ecografia articolare della sede colpita, anche a distanza dall’episodio acuto."}
{"materia":"Pediatria","argomenti":"Malattie infettive - Malattie esantematiche e affini","domanda":"Un pediatra durante una visita a domicilio fa diagnosi di quinta malattia ad un bambino. Qual è l’agente eziologico della Quinta malattia?","has_image":false,"image_src":null,"risposte":[{"id":1,"text":"Herpes Virus tipo 6","isCorrect":false},{"id":2,"text":"Parvovirus B19","isCorrect":true},{"id":3,"text":"S. aureus","isCorrect":false},{"id":4,"text":"Streptococco beta-emolitico","isCorrect":false},{"id":5,"text":"Streptococco alfa-emolitico","isCorrect":false}],"risposta_corretta_text":"Parvovirus B19","commento":"La Quinta Malattia è causata dal Parvovirus B19. Le complicanze associate alle infezioni da questo virus fanno si che questo sia definito il virus delle 4 A (Anemia Aplastica, Aborto (se contratto in gravidanza) ed Artrite)."}
{"materia":"Ortopedia","argomenti":"Tumori e lesioni ossee pseudotumorali. Tumori dei tessuti molli","domanda":"Un paziente di 63 anni accede in pronto soccorso a seguito di impotenza funzionale a livello della spalla destra a seguito del sollevamento di un peso di circa 10 kg. Alla radiografia si evidenzia una frattura composta su lesione osteolitica della diafisi prossimale dell’omero destro, con contorni netti ed interruzione della corticale , non sono presenti calcificazioni dei tessuti molli. L’anamnesi del paziente è muta. Quale delle seguenti opzioni rappresenta un appropriato step successivo?","has_image":false,"image_src":null,"risposte":[{"id":1,"text":"Trattamento conservativo con bendaggio e riposo per 4 settimane, successiva rivalutazione radiografica.","isCorrect":false},{"id":2,"text":"Esecuzione di biopsia della lesione","isCorrect":true},{"id":3,"text":"Trattamento con protesi da resezione tumorale","isCorrect":false},{"id":4,"text":"Trattamento con chiodo endomidollare","isCorrect":false},{"id":5,"text":"Riduzione e sintesi con placca e viti","isCorrect":false}],"risposta_corretta_text":"Esecuzione di biopsia della lesione","commento":"In presenza di una frattura patologica con caratteristiche di sospetta malignità è fondamentale avere una diagnosi istologica del tumore prima di qualsiasi intervento che potrebbe peggiorare la prognosi.\nUna volta conosciuto l’istotipo tumorale, il numero di metastasi e la prognosi è possibile valutare in maniera multidisciplinare il corretto trattamento che può anche essere di tipo chemio o radioterapico e non per forza esclusivamente chirurgico."}
